const quiz = [
    {
        "q": "Какого питомца вы бы хотели? Выберите один вариант из предложенных",
        "a": {
            "a": "Собаки",
            "c": "Кошки",
            "d": "Маленькие милые зверьки",
            "f": "Птицы",
        }
    },
    {
        "q": "Сколько вы готовы заплатить за своего будущего питомца?",
        "a": {
            "a": "До 2000 рублей",
            "c": "От 2 000 до 5 000 рублей",
            "d": "От 5 000 до 15 000 рублей",
            "f": "Больше 15 000 рублей",
        }
    },
    {
        "q": "Есть ли у Вас уже домашние питомцы?",
        "a": {
            "d": "Есть",
            "a": "Были",
            "c": "Планирую завести",
        }
    },
    {
        "q": "Что Вы ждете от домашнего питомца?",
        "a": {
            "a": "Я хочу видеть в нем друга ",
            "c": "Возможность отвлечься от повседневной суеты",
            "d": "Чтобы он нес в себе ласку и спокойствие",
            "f": "Мне просто приятно заботиться о ком-то",
        }
    },
    {
        "q": "Насколько ответственным человеком Вы себя считаете?",
        "a": {
            "f": "Иногда я бываю забывчивым(-ой)",
            "c": "Я стараюсь отвечать за свои поступки",
            "a": "К серьезным вопросам я подхожу ответственно",
            "d": "Я быстро теряю интерес к тому, что делаю",
        }
    },
    {
        "q": "Насколько активную жизнь Вы ведете?",
        "a": {
            "f": "Больше склоняюсь к пассивному виду отдыху",
            "d": "Гуляю по вечерам и/или выходным",
            "c": "Я люблю активные виды отдыха, но без насилия над собой",
            "a": "Активный образ жизни – это привычная часть моей жизни",
        }
    },
    {
        "q": "Сколько времени Вы заняты на работе?",
        "a": {
            "a": "У меня гибкий рабочий график",
            "c": "Я работаю неполный день",
            "d": "У меня частичная занятость ",
            "f": "Про таких, как я говорят: она буквально живет на работе ",
        }
    },

    
];
